Repository: vominhnhut10121991/tannhattrung
Catalog: ViewRes/TestString.*.resx
Languages: vi

# Error_BringBack
source: Bring Me Back Home!!!
vi: Trở về trang chủ

# Error_Description
source: Uh... So it looks like you break something. The page you are looking for has up and vanished.
vi: Có vấn đề xảy ra với hệ thống. Xin thử lại sau.

# Error_Message
source: We Couldn’t Find This Page
vi: Không tìm thấy trang được yêu cầu

# String_AboutUs
source: About Us
vi: Giới Thiệu

# String_Address
source: 31 Ong Nuoc Tho D1800 mm street, Tan Hoa, Dong Hoa ward, Di An town, Binh Duong
vi: Số 31, đường ống nước thô D1800 mm, khu phố Tân Hòa, Phường Đông Hòa, TX Dĩ An, Bình Dương

# String_AddToCart
source: Add to cart
vi: Thêm vào giỏ

# String_AddToCompare
source: Add to compare
vi: Thêm vào so sánh

# String_AddToWishList
source: Add to wishlist
vi: Thêm vào danh sách

# String_Brand
source: Brand
vi: Thương hiệu

# String_Category
source: Category
vi: Sản phẩm chính

# String_CompanyInfo
source: Founded in 2010, Tan Nhat Trung Co. Ltd. specialises in wood products and forestry plantation management. The company main target is to supply wooden furniture, veeners, MDF, HDF and wood pellets. We try to aim to a non-waste production from manufacturing to recycling by-products. Tan NhatTrung group has established itself with a firm commitment to bring not only high quality products but also ensure and protect the environment. Our principle is to continue to pursuit of new materials, clever designs and new technologies and therefore we can bring to our customers high quality products with competitive price.
vi: Thành lập năm 2010, công ty dịch vụ sản xuất và thương mại Tân Nhất Trung chuyên về các sản phẩm gỗ và quản lý cây trồng lâm nghiệp. Mục tiêu chính của công ty là cung cấp gỗ cứng, ván lạng, ván MDF, ván HDF va gỗ bột viền. Chúng tôi cố gắng nhắm tới sản phẩm không chất thải bằng cách sản xuất để tái chế các sản phẩm. Tân Nhất Trung cam kết mang lại không chỉ sản phẩm chất lượng cao mà còn đảm bảo bảo vệ điều kiện môi trường. Mục tiêu của chúng tôi la tiếp tục theo đuổi các vật liệu mới, thiết kế thông minh và công nghệ mới. Do đó, chúng tôi có thể mang đến cho khách hàng sản phẩm chất lượng cao với giá cả cạnh tranh.

# String_ContactInfo
source: Contact Info
vi: Thông tin liên lạc

# String_ContactUs
source: Contact Us
vi: Liên Lạc

# String_CopyRight
source: Copyright © 2016 TanNhatTrung Co. Ltd. All rights reserved.
vi: Bản quyền © 2016 Cty TNHH thương mại sản xuât Tân Nhất Trung. Tất cả quyền được bảo lưu.

# String_Description
source: Wood Product Dealer
vi: Đại lý sản phẩm gỗ

# String_DesignBy
source: Designed by
vi: Thiết kế bởi

# String_Detail
source: Details
vi: Chi tiết

# String_Email
source: Email
vi: Thư điện tử

# String_FeatureItem
source: Feature Items
vi: Sản phẩm

# String_Home
source: Home
vi: Trang Chủ

# String_Mobile
source: Mobile
vi: Điện thoại

# String_OnlineHelp
source: Online Help
vi: Hỗ Trợ Qua Mạng

# String_PriceRange
source: Price Range
vi: Mức giá

# String_Product
source: Product
vi: Sản phẩm

# String_Review
source: Reviews
vi: Nhận xét

# String_ReviewDescription
source: Please enter your review here!
vi: Xin nhập nhận xét của bạn

# String_Service
source: Service
vi: Dịch Vụ

# String_Slogan
source: new materials - clever designs - new technologies
vi: vật liệu mới - thiết kế thông minh - công nghệ mới

# String_SocialNetworking
source: Social Networking
vi: Mạng xã hội

# String_Submit
source: Submit
vi: Gửi

# String_View
source: Views
vi: Lượt xem

# String_ViewDetail
source: View details
vi: Xem thông tin

# Title_Home
source: Home | Tan Nhat Trung Co. Ltd
vi: Trang Chủ | Cty TNHH thương mại sản xuât Tân Nhất Trung

# Title_Product
source: Product | Tan Nhat Trung Co. Ltd
vi: Sản Phẩm | Cty TNHH thương mại sản xuât Tân Nhất Trung

# String_Search
source: Search
vi: Tìm kiếm

# String_GetItNow
source: Get it now
vi: Xem sản phẩm

# String_Welcome
source: Welcome to Tan Nhat Trung Co. Ltd
vi: Chào mừng đến với Cty TNHH thương mại sản xuât Tân Nhất Trung
